[
  {
    "title": "WHAT WE STAND FOR",
    "subtitle": "",
    "content": "Our Code of Conduct reflects our corporate values \"Respect & Results\". The rules and standards outlined here serve as an \"ethical compass\" that guides our employees worldwide in their day-to-day work. In all business units and regions, the conduct of managers and employees, both toward each other and toward business partners, customers and investors, is characterized by mutual respect.<p>Respect also means observing applicable legal regulations in all regions and countries in which we operate. For us, there is no alternative to conducting our business in a responsible, fair and ethically irreproachable way. The Code of Conduct is binding for all regions and business units of Deutsche Post DHL Group.<p>We are aware of our special corporate responsibility toward the environment, society and our employees, and we demonstrate this clearly in our business practices and our daily work.<p>Overall, our Code of Conduct describes behaviors, beliefs and standards that we aspire to and view as the basis of our established practice. It is an indispensable part of our corporate identity, reflects our corporate values and pays into our customer promise \"Excellence. Simply Delivered.\"<p>The Board of Management endorses the values outlined in this Code of Conduct and expects all employees, executives and managers to be role models in their daily work and to contribute to a corporate culture characterized by respect."
  },
  {
    "title": "OUR CODE OF CONDUCT",
    "subtitle": "",
    "content": "As a signatory to the UN Global Compact, we are committed to its ten principles. We respect the principles of the Universal Declaration of Human Rights, the International Labour Organization (ILO) Declaration on Fundamental Principles and Rights at Work, and the OECD Guidelines for Multinational Enterprises. As a longstanding partner of the United Nations, we also support the UN’s Sustainable Development Goals (SDGs)"
  },
  {
    "title": "OUR RESPONSIBILITY",
    "subtitle": "",
    "content": "All employees, executives, managers and Board Members are called on to breathe life into the Code of Conduct and thus contribute to the success of our company:<p><u><li>Familiarize yourself with its standards and values and stay up to date, for example by taking part in training sessions.</li><li>Be engaged and report any violations.</li></ul><p>Our executives, in particular, act as role models for integrity and respect. As an executive, you have a special role to play in implementing the Code of Conduct:<p><ul><li>Create a culture characterized by mutual respect, openness and trust.</li><li>Do everything you can to promote the implementation of the Code of Conduct.</li><li>Ensure that the employees under your supervision comply with the Code of Conduct and be a role model of these values in your daily work.</li><li>Inform and advise your team about the standards and values set out in the Code of Conduct.</li><li> Provide opportunities for others to voice concerns openly and directly</li></ul>"
  },
  {
    "title": "OUR STANDARDS OF WORKING TOGETHER",
    "subtitle": "DIVERSITY AND INCLUSION",
    "content": "The diversity of our employees is our genuine strength. We promote an inclusive work environment that values the diversity of our employees and in which everybody feels accepted and can be their best every day. It is our firm belief that diversity and inclusion contribute to our company’s success. The main criteria for employee selection and promotion are skills and qualifications. We expressly reject any form of discrimination based on gender, ethnic and national origin, race, color, religion, age, disability, sexual orientation and identity or any other characteristic protected by law. All of us are called on to contribute to an environment of respect that precludes any kind of harassment, including workplace bullying, unwelcome sexual advances, unwanted physical contact, inappropriate propositions, or a working environment tainted by insulting jokes and remarks or demeaning comments. We do not tolerate any kind of violence in the workplace, including but not limited to threatening and intimidating behavior."
  },
  {
    "title": "OUR STANDARDS OF WORKING TOGETHER",
    "subtitle": "SUSTAINABLE EMPLOYEE ENGAGEMENT",
    "content": "We firmly believe that the motivation and engagement of our employees are an important differentiating factor in our industry and make an essential contribution to our business success. It is for this reason that mutual esteem and respect are part of our shared values. We are committed to fair and open discussions and to dealing constructively with different opinions to ensure that we reliably achieve our common objectives."
  },
  {
    "title": "OUR CORPORATE RESPONSIBILITY STANDARDS",
    "subtitle": "HUMAN RIGHTS",
    "content": "Respect for human rights is a cornerstone of our activities. As a signatory, we are committed to the principles of the United Nations Global Compact. We also respect the International Labour Organization (ILO) Declaration on Fundamental Principles and Rights at Work in accordance with national law and practice. Within our sphere of influence, we respect human rights in accordance with the Universal Declaration of Human Rights and the UN Guidelines on Business and Human Rights. We expressly reject all forms of forced or compulsory labor and child labor. Our employees are free to join or not to join a union or employee representation body of their choice, free from threat or intimidation. We recognize and respect the right to collectively bargain in accordance with applicable law."
  },
  {
    "title": "OUR CORPORATE RESPONSIBILITY STANDARDS",
    "subtitle": "HEALTH AND SAFETY AT WORK",
    "content": "The safety, health and well-being of our employees are top priorities for us, so we place great importance on compliance with our occupational health and safety policies and with legal regulations and industry standards. To promote physical and mental well-being over the long term, we expect our managers to provide for a healthy working environment. At the same time, all employees are likewise called on to take personal responsibility in this regard."
  },
  {
    "title": "OUR CORPORATE RESPONSIBILITY STANDARDS",
    "subtitle": "ENVIRONMENT AND CLIMATE PROTECTION",
    "content": "Due to the size of our company and its significance for global commerce, we have a particular responsibility with respect to the environment. Our business activities are primarily guided by our commitment to minimize the impact on the environment and the climate. Our Group-wide environmental and climate protection program is predominantly aimed at preventing and reducing emissions of greenhouse gases and air pollutants. Here too, the following applies: Every single contribution made by our employees helps to reduce our carbon footprint."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "WORKING WITH SUPPLIERS",
    "content": "We are in dialogue with our suppliers around the world and share with them our basic principles of ethical behavior, compliance with legal standards and respect for the environment. We expect them to base their actions on the same principles. In our Corporate Procurement Policy we commit to buy products and services from suppliers and subcontractors in accordance with our standards, which include our DPDHL Group Supplier Code of Conduct."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "ACCOUNTING AND REPORTING",
    "content": "The correctness and accuracy of accounting and financial reporting records provide the basis for our decision-making processes. We expect all business transactions in our accounting and reporting systems to be reported in a timely, accurate and complete manner in accordance with established procedures and applicable accounting standards. Documents and reports must contain the necessary information about all transactions and be stored in accordance with corporate guidelines and relevant laws and regulations"
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "ANTI-CORRUPTION AND ANTI-BRIBERY",
    "content": "Corruption harms both our company and the countries in which we operate. We do not tolerate corrupt behavior. In our relationships with business partners and public officials, we do not provide or accept payments or benefits that are intended to, or might appear to, influence business decisions or to otherwise gain an improper advantage. This includes so-called facilitation payments or other benefits provided to public officials for routine non-discretionary actions. We are actively involved in the fight against corruption, for example through our support of the United Nations Global Compact. Compliance with applicable anti-corruption laws is indispensable in all of our business activities."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "GIFTS, HOSPITALITY AND OTHER BENEFITS",
    "content": "Gifts, hospitality and other benefits are only permitted in day-to-day business as long as they are within socially accepted norms. In particular, they may not be, nor give the impression of being, able to influence current or future business decisions. Only gifts, hospitality or other benefits that comply with the principles of our Anti-Corruption and Business Ethics Policy may be given or accepted. If necessary, obtain the approvals listed there. Particularly strict rules apply if you have business dealings with public officials. Be sure that you are familiar with and adhere to the guidelines set out in the Anti-Corruption and Business Ethics Policy when interacting with public officials."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "FREE COMPETITION",
    "content": "We are committed to the principles of free enterprise and open competition. Company business must be conducted on the basis of merit and open competition. We hire third parties, such as suppliers, consultants or other intermediaries, only after careful and fair assessment. We are legally bound to make business decisions in the best interests of the company and without any forbidden restraints such as illegal collusion or agreements with competitors. We avoid any conduct that violates antitrust laws."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "CONFLICTS OF INTEREST",
    "content": "We expect you to maintain high ethical standards in dealing with conflicts of interest. A conflict of interest exists if your private activities or relationships could, or could appear to, result in you no longer being able to perform your duties for Deutsche Post DHL Group independently and objectively. Relationships that could lead to a conflict of interest include family ties, partnerships with business partners and competitors, or shares or investments in their companies."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "BAN ON INSIDER TRADING",
    "content": "We value the trust our investors place in us. As a listed stock corporation, we are obligated to immediately publish any information that is not publicly known, directly related to our company and likely to have a significant effect on its share price (so-called ad-hoc disclosure). Anyone who has inside information is not permitted to use or unlawfully disclose such information when trading in financial instruments (ban on insider trading). A violation is also committed, even if no profit is realized. The purpose of insider trading bans is to protect the integrity of the financial markets and to ensure equal treatment of investors with regard to information access. Violations can cause serious damage to our company's reputation and to that of those persons who commit or are responsible for them. For these reasons, and not least because of the severe legal sanctions, it is essential that we comply with our obligations under capital market law and avoid creating even the slightest impression that we might be violating insider trading bans."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "MONEY LAUNDERING",
    "content": "We refuse to do business with money that was acquired through criminal activity and is to be laundered. We expect you to comply with the laws and regulations governing the fight against the financing of terrorism."
  },
  {
    "title": "OUR STANDARDS FOR BUSINESS ACTIVITIES",
    "subtitle": "CUSTOMS, EXPORT CONTROLS AND SANCTIONS",
    "content": "In the interest of responsible and ethically sound business practice, we always act in accordance with legal regulations and international conventions. We comply with the applicable laws and regulations on export controls, sanctions and customs clearance in all regions and countries. These relate not only to the movement of goods, they can also have an impact on things such as financial transactions, the use of technology, procurement, or the hiring of personnel"
  },
  {
    "title": "OUR SECURITY AND INFORMATION MANAGEMENT STANDARDS",
    "subtitle": "COMPANY PROPERTY",
    "content": "All of us have a responsibility to safeguard and properly use Deutsche Post DHL Group property. The use of company property (including labor, supplies, equipment, buildings or other assets) for personal benefit is prohibited where not explicitly allowed by special agreements. We attach great importance to the protection of intellectual property from unauthorized use or disclosure. Such property includes trade secrets; confidential information; copyrights; rights to trademark, patent and design protection; customer lists; business opportunities; and product specifications. This applies whether these intellectual property rights are held by a Deutsche Post DHL Group company, affiliated companies or business partners."
  },
  {
    "title": "OUR SECURITY AND INFORMATION MANAGEMENT STANDARDS",
    "subtitle": "DATA PROTECTION",
    "content": "Our data protection management system guarantees appropriate, compliant and careful processing of personal data. A key component of this system is the Deutsche Post DHL Group Data Privacy Policy, which lays down minimum standards for cross-border data transfer and the protection of data subjects during cross-company processing of personal data within the Group. This includes all information that gives insight into the identity of a natural person, such as name, address, telephone number, e-mail address, date of birth or social security number."
  },
  {
    "title": "OUR SECURITY AND INFORMATION MANAGEMENT STANDARDS",
    "subtitle": "INFORMATION SECURITY",
    "content": "Digitalization is a strategic imperative for enhancing the dialogue with our employees and customers and improving our operational efficiency. Safeguarding our IT infrastructure against tampering and unauthorized access is therefore a high priority for the Group. Strict information security standards that we use to protect information relating to our company and our customers, business partners and employees are essential to our business success. They enable us to maintain confidence in our services and safeguard our business continuity."
  },
  {
    "title": "OUR SECURITY AND INFORMATION MANAGEMENT STANDARDS",
    "subtitle": "SOCIAL MEDIA",
    "content": "Respect, tolerance, honesty and integrity toward employees, customers and the general public also apply to our use of social media. As employees of the company, we must always express ourselves in a respectful and professional manner. Misuse of intellectual property or publication of confidential or internal data and information is prohibited."
  },
  {
    "title": "OUR SECURITY AND INFORMATION MANAGEMENT STANDARDS",
    "subtitle": "CORPORATE SECURITY AND CRISIS MANAGEMENT",
    "content": "Security is our common asset! We provide a safe working environment for our employees and comprehensive protection against security threats and risks for our financial interests and our tangible and intangible assets. Essentially, this involves implementing crime prevention measures to protect our customers’ infrastructure, processes, information and goods, as well as constantly monitoring the global security situation and reviewing our travel security standards. Our crisis management capabilities also help to ensure business continuity even in emergencies."
  }
]
